{
    "Contents":
    [
        "What is your best childhood memory?",
        "If you had a chance for a “do-over” in life, what would you do differently?",
        "How did your significant other and you meet?",
        "What do you feel most proud of?",
        "What is your favorite music?",
        "If you could travel anywhere, where would you go and why?",
        "If you could only keep five possessions, what would they be?",
        "What teacher in school made the most impact on you and why?",
        "What do you want your tombstone to say?",
        "What was one of your most defining moments in life?",
        "Why did you choose your profession?",
        "How do you spend your free time?",
        "If you won the lottery, what would you do?",
        "Who do you most admire in life?",
        "What does a perfect day look like to you?",
        "What are you most afraid of?",
        "What feels like love to you?",
        "What is your strongest skill or trait?",
        "What was your most embarrassing moment?",
        "If you were president, what is the first thing you would do?",
        "What is a skill you'd like to learn and why?",
        "If you could witness any event of the past present, or future, what would it be?",
        "How would your friends describe you?",
        "Where do you consider “home” to be?",
        "Do you believe in ghosts?",
        "Is your current dream job the same as when you were little?",
        "When you go to the beach, do you sunbathe or swim more?",
        "Have you ever traveled via plane without your parents before?",
        "If you got arrested, what do you think it would be for? Who would you call to bail you out? Or who would be in the jail cell with you?",
        "What teacher made the biggest impact on your life? How?",
        "Are you a cat person or a dog person?",
        "What is a quote from any movie that you love and know by heart?",
        "What are you most afraid of?",
        "If superheroes were real, who would you want to protect your city?",
        "If you could be any character in a show, say which show and who would you choose and why?",
        "Say you’re stuck on an island with no way off, what three items would you have with you?",
        "What song do you know all the words to?",
        "Are you a sore loser or a sore winner?",
        "Do you sleep with your room door open or closed? Do you have a choice in this matter? (i.e do your parents make you keep them open or closed?)",
        "Would you rather be attacked by a big bee or a swarm of bee sized bears?",
        "What is your biggest pet peeve?",
        "Do you like to exercise? If so, what kind?",
        "What is your favorite halloween costume you’ve worn so far? What’s one you want to wear?",
        "Are you too stubborn?",
        "Do you sing in the shower or the car?",
        "Have you ever cried because you were so happy?",
        "Can you swim underwater without plugging your nose?",
        "Have you ever won a contest? If so, what was it for?",
        "Do you want kids? How many?",
        "Who do you miss the most right now?",
        "Have you ever accidentally waved to someone you thought was waving at you but it was really someone else?",
        "Do you think that the current year is going by quickly or slowly?",
        "What gift from someone do you treasure the most? Who gave it to you?",
        "If you could change one year out of your life completely, what year and why?",
        "Do you miss being in classes when it's a long holiday or summer/winter vacation?",
        "What are your top 3 favorite books and why?",
        "How many siblings do you have? Are any of them step siblings or half siblings?",
        "What was the most embarrassing moment in your life?",
        "Do you snort when you laugh?",
        "If you could play any instrument masterfully, what would you pick?",
        "Who was the last person you called or texted?",
        "Do you get jealous easily?",
        "Have you ever confessed your feelings to a crush? If so, how did it feel to tell them? If not, do you regret not telling them?",
        "Name one of the things that is in the top 10 of your bucket list.",
        "Are you curious about what comes after death?",
        "Are you afraid of commitment? Why or why not?",
        "How many pillows do you sleep with on your bed? Do they usually end up on the floor when morning comes?",
        "Do you cry when you are angry?",
        "Are you looking forward to something right now?",
        "What is your comfort food?",
        "Where do you go when you want to be alone?",
        "Who do you know that you trust to always cheer you up at any time?",
        "Do you have a nickname?",
        "What is your guilty pleasure?",
        "Do you collect anything? What is it?",
        "Are you a spender or a saver?",
        "Are you named after anyone? Do you know them well?",
        "Do you daydream often?",
        "Do you know how to change a tire? If not, would you want to learn how to?",
        "What is your hidden talent?",
        "Can you name all 50 states?",
        "Do you remember your dreams?",
        "Do you eat soup with a fork or a spoon?",
        "What advice would you give your 10 year old self?",
        "What is one thing you would like to change about the world?",
        "If you were social media famous, what platform would be your main app to use and what would you focus on the most (i.e dancing, politics, fashion/makeup, comedy skits etc.)?",
        "Do you speak another language that isn’t your first language and that isn’t English?",
        "Do you prefer the books or the movies inspired by said books?",
        "Do you enjoy foods from other countries? What kind?",
        "Do you have a favorite poem or poet?",
        "Do you use a PC or Laptop for your daily use?",
        "What is your favorite animal?",
        "Can you successfully do tongue-twisters? Here's one, let's find out! \nPeter Piper picked a peck of pickled peppers.\nA peck of pickled peppers Peter Piper picked.\nIf Peter Piper picked a peck of pickled peppers,\nWhere’s the peck of pickled peppers Peter Piper picked?",
        "Would you rather play crossword puzzle or Sudoku?",
        "What board game do you enjoy playing?",
        "Do you prefer to buy music digitally (i.e google play, apple music, amazon music etc.) or buy physical copies (i.e CDs, LPs, Cassette Tapes etc.)?",
        "Do you believe in aliens?",
        "If you were able to cure the world of something, what would you cure?",
        "Would you rather see into the future or into the past?",
        "Do you believe in past lives?"
    ]
}